welcome = "Теперь ты можешь получать расписание с электронной кафедры используя мой функционал 😼"
to_rasp = "На какой период? 📅"
to_sett = "Что будем изменять? ⚙️"
to_info = "Что подсказать? ℹ️"
to_main = "Чем могу помочь? 💁🏻"
edit_group = "Введи шифр группы 📇"
success_group = f"✅ Успешно!\nЗаписал группу: "
dont_know = "⁉ Не понимаю о чем ты..?"
unknown_group_code = "🙅🏻 Неверный шифр группы..?"
about_bot = "Я бот-помощник 🤖, созданный специально для облегчения твоей жизни 😜\n\n✌ Я могу подсказать тебе расписание пар на завтра\n📃 Распространяюсь по GNU GPL v3.0\n✅ Исходный код бота https://github.com/DENBINGON/UniversitySchedule\n" \
"""👨‍💻 Автор -> Соловьев Руслан 21-КБ-ПИ1
            ВК   : https://vk.com/denbingon
            TG   : https://t.me/denbingon
            MAIL : mail@ruslansoloviev.ru"""
about_bot_commands = "Команды 💻:\n\nОсновые команды доступны с использованием клавиатуры бота, а глобальные по мере их добавления будут описываться тут!"
select_even = "Какая неделя интересует? 🔀"
def hello(name):
    return "Привет " + name + "👋🏻"
